{
  "climate-risk-assessment": "Avaliação de Risco Climático",
  "open-ccra": "CCRA Aberto",
  "climate-risks-for-city": "Riscos Climáticos para a Sua Cidade",
  "see-your-citys-climate-risks": "Veja os principais riscos e vulnerabilidades climáticas da sua cidade",
  "top-climate-risks": "Principais Riscos Climáticos",
  "top-climate-risks-description": "Os três maiores riscos climáticos identificados para a sua cidade com base em avaliações de perigo, exposição e vulnerabilidade.",
  "climate-hazard": "Risco Climático",
  "risk-score": "Pontuação de Risco",
  "hazard-score": "Pontuação de Risco",
  "exposure-score": "Pontuação de Exposição",
  "vulnerability-score": "Pontuação de Vulnerabilidade",
  "potential-impacts": "Potenciais Impactos",
  "no-risk-data-available": "Não há dados de risco disponíveis para {{cityName}}",
  "loading-risk-assessment": "Carregando avaliação de risco para {{cityName}}...",
  "error-loading-risk-data": "Erro ao carregar dados de avaliação de risco",
  "risk-level-very-low": "Muito Baixo",
  "risk-level-low": "Baixo",
  "risk-level-medium": "Médio",
  "risk-level-high": "Alto",
  "risk-level-very-high": "Muito Alto",
  "risk-level-na": "N/D",
  "hazard-extreme-heat": "Calor Extremo",
  "hazard-flooding": "Inundação",
  "hazard-drought": "Seca",
  "hazard-wildfire": "Incêndio florestal",
  "hazard-cyclone": "Ciclone",
  "hazard-sea-level-rise": "Aumento do Nível do Mar",
  "sector-health": "Saúde",
  "sector-infrastructure": "Infraestrutura",
  "sector-economy": "Economia",
  "sector-environment": "Meio Ambiente",
  "sector-agriculture": "Agricultura",
  "sector-water": "Recursos Hídricos",
  "impact-extreme-heat-health": "Aumento de doenças relacionadas ao calor, estresse cardiovascular e taxas de mortalidade, afetando particularmente idosos e populações vulneráveis.",
  "impact-extreme-heat-infrastructure": "Deterioração acelerada de estradas e edifícios, aumento da demanda por refrigeração sobrecarregando as redes elétricas.",
  "impact-extreme-heat-general": "O aumento das temperaturas pode causar interrupções generalizadas na vida diária e nas atividades econômicas.",
  "impact-flooding-health": "Doenças transmitidas pela água, lesões, impactos na saúde mental devido ao deslocamento e perda de propriedade.",
  "impact-flooding-infrastructure": "Danos a estradas, pontes, edifícios e utilidades. Interrupção do transporte e serviços essenciais.",
  "impact-flooding-general": "As inundações podem causar perigo imediato à vida e impactos econômicos a longo prazo.",
  "impact-drought-health": "Aumento do risco de desidratação, estresse térmico e doenças transmitidas por vetores. Insegurança alimentar afetando a nutrição e os resultados de saúde.",
  "impact-drought-infrastructure": "Estresse no fornecimento de água, aumento da demanda por sistemas de refrigeração, potencial dano à infraestrutura hídrica.",
  "impact-drought-agriculture": "Redução da produção agrícola, estresse do gado, aumento dos custos de irrigação e potencial falha total da colheita.",
  "impact-drought-water": "Diminuição da disponibilidade de água, aumento da competição por recursos hídricos e potencial esgotamento de aquíferos.",
  "impact-drought-general": "Condições secas prolongadas podem impactar severamente os recursos hídricos, a agricultura e a estabilidade econômica.",
  "impact-wildfire-health": "Problemas respiratórios devido à exposição à fumaça, queimaduras e impactos na saúde mental devido à evacuação e perda de propriedade.",
  "impact-wildfire-infrastructure": "Dano direto do fogo a edifícios, linhas de energia e redes de transporte. Interrupção de serviços essenciais.",
  "impact-wildfire-environment": "Destruição do habitat, degradação da qualidade do ar e danos a longo prazo no ecossistema afetando a biodiversidade.",
  "impact-wildfire-general": "Os incêndios florestais representam ameaças imediatas à vida e à propriedade, causando danos ambientais a longo prazo.",
  "impact-cyclone-health": "Lesões causadas por ventos fortes e detritos, doenças transmitidas pela água devido a inundações e impactos na saúde mental devido ao deslocamento.",
  "impact-cyclone-infrastructure": "Danos graves em edifícios, estradas, sistemas de energia e redes de comunicação devido a ventos fortes e ondas de tempestade.",
  "impact-cyclone-economy": "Interrupção de negócios, danos à propriedade e custos significativos para esforços de resposta e recuperação de emergência.",
  "impact-cyclone-general": "Os ciclones tropicais trazem ventos destrutivos, chuvas intensas e ondas de tempestade causando danos generalizados.",
  "impact-sea-level-rise-infrastructure": "Inundação da infraestrutura costeira, intrusão de água salgada em sistemas de água doce e aumento da erosão costeira.",
  "impact-sea-level-rise-economy": "Perda de valor de propriedades costeiras, aumento dos custos de seguro e possível realocação de empresas e comunidades.",
  "impact-sea-level-rise-environment": "Intrusão de água salgada nos ecossistemas costeiros, perda de habitats costeiros e impactos na biodiversidade marinha.",
  "impact-sea-level-rise-general": "O aumento gradual do nível do mar representa ameaças de longo prazo para as comunidades costeiras e infraestruturas.",
  "impact-general-default": "Este perigo representa riscos significativos para o setor afetado, exigindo medidas de adaptação direcionadas.",
  "your-city": "Sua Cidade"
}
