{
  "climate-risk-assessment": "Climate Risk Assessment",
  "open-ccra": "Open CCRA",
  "climate-risks-for-city": "Climate Risks for Your City",
  "see-your-citys-climate-risks": "See your city's top climate risks and vulnerabilities",
  "top-climate-risks": "Top Climate Risks",
  "top-climate-risks-description": "The three highest climate risks identified for your city based on hazard, exposure, and vulnerability assessments.",
  "climate-hazard": "Climate Hazard",
  "risk-score": "Risk Score",
  "hazard-score": "Hazard Score",
  "exposure-score": "Exposure Score",
  "vulnerability-score": "Vulnerability Score",
  "potential-impacts": "Potential Impacts",
  "no-risk-data-available": "No risk data available for {{cityName}}",
  "loading-risk-assessment": "Loading risk assessment for {{cityName}}...",
  "error-loading-risk-data": "Error loading risk assessment data",
  "risk-level-very-low": "Very Low",
  "risk-level-low": "Low", 
  "risk-level-medium": "Medium",
  "risk-level-high": "High",
  "risk-level-very-high": "Very High",
  "risk-level-na": "N/A",
  "hazard-extreme-heat": "Extreme Heat",
  "hazard-flooding": "Flooding",
  "hazard-drought": "Drought",
  "hazard-wildfire": "Wildfire",
  "hazard-cyclone": "Cyclone",
  "hazard-sea-level-rise": "Sea Level Rise",
  "sector-health": "Health",
  "sector-infrastructure": "Infrastructure",
  "sector-economy": "Economy",
  "sector-environment": "Environment",
  "sector-agriculture": "Agriculture",
  "sector-water": "Water Resources",
  "impact-extreme-heat-health": "Increased heat-related illnesses, cardiovascular stress, and mortality rates, particularly affecting elderly and vulnerable populations.",
  "impact-extreme-heat-infrastructure": "Accelerated deterioration of roads and buildings, increased cooling demands straining power grids.",
  "impact-extreme-heat-general": "Rising temperatures can cause widespread disruptions to daily life and economic activities.",
  "impact-flooding-health": "Water-borne diseases, injuries, mental health impacts from displacement and property loss.",
  "impact-flooding-infrastructure": "Damage to roads, bridges, buildings, and utilities. Disruption of transportation and essential services.",
  "impact-flooding-general": "Flooding can cause immediate danger to life and long-term economic impacts.",
  "impact-drought-health": "Increased risk of dehydration, heat stress, and vector-borne diseases. Food insecurity affecting nutrition and health outcomes.",
  "impact-drought-infrastructure": "Water supply stress, increased demand for cooling systems, potential damage to water infrastructure.",
  "impact-drought-agriculture": "Crop yield reduction, livestock stress, increased irrigation costs, and potential complete crop failure.",
  "impact-drought-water": "Decreased water availability, increased competition for water resources, and potential aquifer depletion.",
  "impact-drought-general": "Prolonged dry conditions can severely impact water resources, agriculture, and economic stability.",
  "impact-wildfire-health": "Respiratory issues from smoke exposure, burn injuries, and mental health impacts from evacuation and property loss.",
  "impact-wildfire-infrastructure": "Direct fire damage to buildings, power lines, and transportation networks. Disruption of essential services.",
  "impact-wildfire-environment": "Habitat destruction, air quality degradation, and long-term ecosystem damage affecting biodiversity.",
  "impact-wildfire-general": "Wildfires pose immediate threats to life and property while causing long-term environmental damage.",
  "impact-cyclone-health": "Injuries from high winds and debris, waterborne diseases from flooding, and mental health impacts from displacement.",
  "impact-cyclone-infrastructure": "Severe damage to buildings, roads, power systems, and communication networks from high winds and storm surge.",
  "impact-cyclone-economy": "Business disruption, property damage, and significant costs for emergency response and recovery efforts.",
  "impact-cyclone-general": "Tropical cyclones bring destructive winds, heavy rainfall, and storm surge causing widespread damage.",
  "impact-sea-level-rise-infrastructure": "Flooding of coastal infrastructure, saltwater intrusion into freshwater systems, and increased coastal erosion.",
  "impact-sea-level-rise-economy": "Loss of coastal property value, increased insurance costs, and potential relocation of businesses and communities.",
  "impact-sea-level-rise-environment": "Saltwater intrusion into coastal ecosystems, loss of coastal habitats, and impacts on marine biodiversity.",
  "impact-sea-level-rise-general": "Gradual sea level rise poses long-term threats to coastal communities and infrastructure.",
  "impact-general-default": "This hazard poses significant risks to the affected sector, requiring targeted adaptation measures.",
  "your-city": "Your City"
}