{
  "climate-risk-assessment": "Klimarisikobewertung",
  "open-ccra": "Offene CCRA",
  "climate-risks-for-city": "Klimarisiken für Ihre Stadt",
  "see-your-citys-climate-risks": "Sehen Sie die größten Klimarisiken und Verwundbarkeiten Ihrer Stadt",
  "top-climate-risks": "Top Klimarisiken",
  "top-climate-risks-description": "Die drei höchsten Klimarisiken für Ihre Stadt, basierend auf Gefahren-, Expositions- und Verwundbarkeitsbewertungen.",
  "climate-hazard": "Klimarisiko",
  "risk-score": "Risikobewertung",
  "hazard-score": "Gefahrenbewertung",
  "exposure-score": "Expositionsbewertung",
  "vulnerability-score": "Verwundbarkeitsbewertung",
  "potential-impacts": "Mögliche Auswirkungen",
  "no-risk-data-available": "Keine Risikodaten verfügbar für {{cityName}}",
  "loading-risk-assessment": "Lade Risikobewertung für {{cityName}}...",
  "error-loading-risk-data": "Fehler beim Laden der Risikobewertungsdaten",
  "risk-level-very-low": "Sehr niedrig",
  "risk-level-low": "Niedrig",
  "risk-level-medium": "Mittel",
  "risk-level-high": "Hoch",
  "risk-level-very-high": "Sehr Hoch",
  "risk-level-na": "N/V",
  "hazard-extreme-heat": "Extreme Hitze",
  "hazard-flooding": "Überschwemmung",
  "hazard-drought": "Dürre",
  "hazard-wildfire": "Waldbrand",
  "hazard-cyclone": "Zyklon",
  "hazard-sea-level-rise": "Anstieg des Meeresspiegels",
  "sector-health": "Gesundheit",
  "sector-infrastructure": "Infrastruktur",
  "sector-economy": "Wirtschaft",
  "sector-environment": "Umwelt",
  "sector-agriculture": "Landwirtschaft",
  "sector-water": "Wasserressourcen",
  "impact-extreme-heat-health": "Erhöhte Hitze-bedingte Krankheiten, kardiovaskulärer Stress und Sterblichkeitsraten, insbesondere betreffen ältere und anfällige Bevölkerungsgruppen.",
  "impact-extreme-heat-infrastructure": "Beschleunigte Verschlechterung von Straßen und Gebäuden, erhöhte Kühlungsanforderungen belasten Stromnetze.",
  "impact-extreme-heat-general": "Steigende Temperaturen können weitreichende Störungen des täglichen Lebens und der wirtschaftlichen Aktivitäten verursachen.",
  "impact-flooding-health": "Wasserbedingte Krankheiten, Verletzungen, psychische Gesundheitsauswirkungen durch Vertreibung und Eigentumsverlust.",
  "impact-flooding-infrastructure": "Schäden an Straßen, Brücken, Gebäuden und Versorgungseinrichtungen. Unterbrechung von Verkehr und wesentlichen Dienstleistungen.",
  "impact-flooding-general": "Überschwemmungen können unmittelbare Lebensgefahr und langfristige wirtschaftliche Auswirkungen verursachen.",
  "impact-drought-health": "Erhöhtes Risiko für Dehydration, Hitzestress und vektorübertragene Krankheiten. Ernährungsunsicherheit beeinflusst Ernährungs- und Gesundheitsergebnisse.",
  "impact-drought-infrastructure": "Belastung der Wasserversorgung, erhöhte Nachfrage nach Kühlsystemen, potenzielle Schäden an der Wasserinfrastruktur.",
  "impact-drought-agriculture": "Reduzierung des Ertrags, Stress für das Vieh, erhöhte Bewässerungskosten und möglicher vollständiger Ernteausfall.",
  "impact-drought-water": "Verringerte Wasserverfügbarkeit, erhöhte Konkurrenz um Wasserressourcen und potenzielle Erschöpfung von Grundwasserleitern.",
  "impact-drought-general": "Lang anhaltende Trockenheit kann Wasserressourcen, Landwirtschaft und wirtschaftliche Stabilität erheblich beeinträchtigen.",
  "impact-wildfire-health": "Atemprobleme durch Rauchexposition, Verbrennungen und psychische Auswirkungen durch Evakuierung und Eigentumsverlust.",
  "impact-wildfire-infrastructure": "Direkte Brandschäden an Gebäuden, Stromleitungen und Verkehrsnetzen. Unterbrechung wesentlicher Dienstleistungen.",
  "impact-wildfire-environment": "Zerstörung von Lebensräumen, Verschlechterung der Luftqualität und langfristige Schäden an Ökosystemen, die die Biodiversität beeinflussen.",
  "impact-wildfire-general": "Wildbrände stellen unmittelbare Bedrohungen für Leben und Eigentum dar und verursachen langfristige Umweltschäden.",
  "impact-cyclone-health": "Verletzungen durch starke Winde und Trümmer, wasserübertragene Krankheiten durch Überschwemmungen und psychische Auswirkungen durch Vertreibung.",
  "impact-cyclone-infrastructure": "Schwere Schäden an Gebäuden, Straßen, Stromsystemen und Kommunikationsnetzwerken durch starke Winde und Sturmfluten.",
  "impact-cyclone-economy": "Unterbrechung des Geschäftsbetriebs, Sachschäden und erhebliche Kosten für Notfallreaktionen und Wiederherstellungsmaßnahmen.",
  "impact-cyclone-general": "Tropische Wirbelstürme bringen zerstörerische Winde, starken Regenfall und Sturmfluten, die weit verbreitete Schäden verursachen.",
  "impact-sea-level-rise-infrastructure": "Überschwemmung der Küsteninfrastruktur, Salzwassereindringen in Süßwassersysteme und erhöhte Küstenerosion.",
  "impact-sea-level-rise-economy": "Verlust von Küstenimmobilienwerten, erhöhte Versicherungskosten und mögliche Umsiedlung von Unternehmen und Gemeinschaften.",
  "impact-sea-level-rise-environment": "Salzwassereindringen in Küstenökosysteme, Verlust von Küstenlebensräumen und Auswirkungen auf die marine Biodiversität.",
  "impact-sea-level-rise-general": "Der allmähliche Anstieg des Meeresspiegels stellt langfristige Bedrohungen für Küstengemeinschaften und Infrastrukturen dar.",
  "impact-general-default": "Dieses Risiko birgt erhebliche Risiken für den betroffenen Sektor und erfordert gezielte Anpassungsmaßnahmen.",
  "your-city": "Deine Stadt"
}
