[
  {
    "id": "9295ad69-72c6-4b1c-b29d-b71f7b8ba8e8",
    "stage": "assess-and-analyze",
    "name": {
      "en": "GHGI"
    },
    "description": {},
    "tagline": {},
    "type": "CC",
    "url": "/GHGI"
  },
  {
    "id": "072a53d6-cd58-4622-b4e4-4f482baa23b3",
    "stage": "plan",
    "name": {
      "en": "HIAP"
    },
    "description": {},
    "tagline": {},
    "type": "CC",
    "url": "/HIAP"
  },
  {
    "id": "def76a39-6650-4860-8755-e9153073d661",
    "type": "POC",
    "stage": "assess-&-analyze",
    "name": {
      "en": "Enhanced Boundary Picker",
      "es": "Selector de Límites Mejorado",
      "pt": "Seletor de Limites Aprimorado",
      "de": "Erweiterte Grenzauswahl",
      "fr": "Sélecteur de Limites Amélioré"
    },
    "description": {
      "en": "Use Open Street Map to change your city boundary in case the default one from CityCatalyst does not match your city's.",
      "es": "Utiliza OpenStreetMap para cambiar el límite de tu ciudad en caso de que el predeterminado de CityCatalyst no coincida con tu ciudad.",
      "pt": "Use o OpenStreetMap para alterar o limite da sua cidade caso o padrão do CityCatalyst não corresponda à sua cidade.",
      "de": "Verwenden Sie OpenStreetMap, um die Stadtgrenze zu ändern, falls die Standardgrenze von CityCatalyst nicht zu Ihrer Stadt passt.",
      "fr": "Utilisez OpenStreetMap pour modifier les limites de votre ville si celles par défaut de CityCatalyst ne correspondent pas à votre ville."
    },
    "tagline": {
      "en": "Choose an alternative boundary for your city based on Open Street Map data.",
      "es": "Elige un límite alternativo para tu ciudad basado en datos de OpenStreetMap.",
      "pt": "Escolha um limite alternativo para sua cidade com base nos dados do OpenStreetMap.",
      "de": "Wählen Sie eine alternative Stadtgrenze auf Basis von OpenStreetMap‑Daten.",
      "fr": "Choisissez une limite alternative pour votre ville basée sur les données d'OpenStreetMap."
    },
    "author": "Open Earth Foundation",
    "url": "https://cc-boundary-picker.replit.app/",
    "logo": "https://cc-pocs.s3.us-east-2.amazonaws.com/logos/EnhancedBoundaryEditorIcon.png"
  },
  {
    "id": "3d1a4b2c-8e7f-4d5a-9c6b-1f2e3d4c5b6a",
    "type": "OEF",
    "stage": "assess-&-analyze",
    "name": {
      "de": "Klimarisiko- und Verwundbarkeitsbewertung",
      "en": "Climate Risk and Vulnerability Assessment",
      "es": "Evaluación de Riesgo Climático y Vulnerabilidad",
      "fr": "Évaluation des Risques Climatiques et de la Vulnérabilité",
      "pt": "Avaliação de Risco Climático e Vulnerabilidade"
    },
    "description": {
      "de": "Bewerten Sie Klimarisiken und Verwundbarkeiten für Ihre Stadt. Identifizieren Sie kritische Infrastruktur und Bereiche, die von Klimawandel betroffen sind, und entwickeln Sie Anpassungsstrategien zur Stärkung der städtischen Widerstandsfähigkeit.",
      "en": "Assess climate risks and vulnerabilities for your city. Identify critical infrastructure and areas affected by climate change, and develop adaptation strategies to strengthen urban resilience.",
      "es": "Evalúa los riesgos climáticos y vulnerabilidades de tu ciudad. Identifica infraestructura crítica y áreas afectadas por el cambio climático, y desarrolla estrategias de adaptación para fortalecer la resiliencia urbana.",
      "fr": "Évaluez les risques climatiques et les vulnérabilités de votre ville. Identifiez les infrastructures critiques et les zones affectées par le changement climatique, et développez des stratégies d'adaptation pour renforcer la résilience urbaine.",
      "pt": "Avalie os riscos climáticos e vulnerabilidades da sua cidade. Identifique infraestrutura crítica e áreas afetadas pelas mudanças climáticas, e desenvolva estratégias de adaptação para fortalecer a resiliência urbana."
    },
    "tagline": {
      "de": "Verstehen Sie Klimarisiken und entwickeln Sie Anpassungsstrategien für eine widerstandsfähigere Stadt.",
      "en": "Understand climate risks and develop adaptation strategies for a more resilient city.",
      "es": "Comprende los riesgos climáticos y desarrolla estrategias de adaptación para una ciudad más resiliente.",
      "fr": "Comprenez les risques climatiques et développez des stratégies d'adaptation pour une ville plus résiliente.",
      "pt": "Compreenda os riscos climáticos e desenvolva estratégias de adaptação para uma cidade mais resiliente."
    },
    "author": "Open Earth Foundation",
    "url": "/CCRA"
  }
]
