[
  {
    "action_code": "CSN.I.1",
    "action_name": "Eliminate illegal deforestation in public areas of all Brazilian biomes",
    "action_description": "Ensure greater administrative, civil and criminal accountability for illegal deforestation, along with comprehensive monitoring of deforestation, land use and production chains, in coordination among federal, state and municipal authorities. This also addresses fire-related emissions from land-use change. The Action Plans for Prevention and Control of Deforestation and Fires serve as the primary instrument to achieve zero deforestation by 2030, encompassing measures across multiple agencies.",
    "target": "Reduce the deforestation rate in public areas of all Brazilian biomes to zero by 2030.",
    "associated_national_objectives": [
      "National Objective 1: Ensure the integrity of national biomes through conservation, restoration and sustainable use of their ecosystems."
    ]
  },
  {
    "action_code": "CSN.I.2",
    "action_name": "Offset deforestation from land-use change by large enterprises and infrastructure projects with native vegetation restoration in public areas",
    "action_description": "Consolidate preventive territorial and environmental governance to ensure these projects incorporate effective deforestation compensation measures from their outset, in alignment with zero-deforestation targets and Brazil’s NDC commitments; i.e., each hectare deforested is offset by one hectare of native vegetation restored.",
    "target": "Offset deforested area with native vegetation restoration for all large public-area enterprises by 2035.",
    "associated_national_objectives": [
      "National Objective 1: Ensure the integrity of national biomes through conservation, restoration and sustainable use of their ecosystems."
    ]
  },
  {
    "action_code": "CSN.I.3",
    "action_name": "Reduce illegal timber extraction in public areas of the Amazon",
    "action_description": "Reduce degradation of native vegetation caused by illegal selective logging by increasing accountability for illegal timber extraction, expanding resources to combat environmental crimes, and strengthening monitoring of forest exploitation.",
    "target": "Reduce the area of illegal timber extraction in public areas of the Amazon by 80% by 2035, relative to the five-year historical average (2020–2025).",
    "associated_national_objectives": [
      "National Objective 1: Ensure the integrity of national biomes through conservation, restoration and sustainable use of their ecosystems."
    ]
  },
  {
    "action_code": "CSN.I.4",
    "action_name": "Prevent and reduce fires in vegetation in public areas",
    "action_description": "Institute and strengthen regulations and programs related to fire management—such as the Federal Brigades Program and the Volunteer Program—enhance investigation and accountability of those responsible for vegetation fires, and improve collaborative monitoring and prevention capacities with states and municipalities.",
    "target": "Reduce burned vegetation area by 80% by 2035, relative to the five-year historical average (2020–2025).",
    "associated_national_objectives": [
      "National Objective 1: Ensure the integrity of national biomes through conservation, restoration and sustainable use of their ecosystems."
    ]
  },
  {
    "action_code": "CSN.I.5",
    "action_name": "Create conservation units according to the National System of Nature Conservation Units (SNUC)",
    "action_description": "Expand the National System of Nature Conservation Units (SNUC) and strengthen management of conservation units by implementing territorial consolidation plans and establishing governance instruments such as mosaics and ecological corridors to ensure an effective, connected, integrated system representative of Brazil’s ecosystem diversity.",
    "target": "Create 4.3 million hectares of conservation units between 2023 and 2027.",
    "associated_national_objectives": [
      "National Objective 1: Ensure the integrity of national biomes through conservation, restoration and sustainable use of their ecosystems."
    ]
  },
  {
    "action_code": "CSN.I.6",
    "action_name": "Identify, demarcate and regularize indigenous lands",
    "action_description": "Resolve land overlap conflicts through Territorial and Environmental Management Instruments for Indigenous Lands (IGATIs) with technical, economic and sustainable support to ensure territorial integration, legal security and promote sustainable development of these communities.",
    "target": null,
    "associated_national_objectives": [
      "National Objective 1: Ensure the integrity of national biomes through conservation, restoration and sustainable use of their ecosystems."
    ]
  },
  {
    "action_code": "CSN.I.7",
    "action_name": "Allocate public lands for protection and sustainable use, especially for indigenous peoples and traditional communities (PIPCTs)",
    "action_description": "Incorporate devolved lands into the public estate and regularize traditional use and occupation of public lands—especially undesignated federal public forests—to ensure efficient territorial management and legal security for indigenous peoples and other traditional communities (PICTs). This process involves multiple stakeholders, notably the Technical Chamber for Allocation and Land Regularization of Federal Rural Public Lands.",
    "target": "Allocate 13.9 million hectares of federal public forests by 2027.",
    "associated_national_objectives": [
      "National Objective 1: Ensure the integrity of national biomes through conservation, restoration and sustainable use of their ecosystems."
    ]
  },
  {
    "action_code": "CSN.I.8",
    "action_name": "Recover native vegetation in public areas",
    "action_description": "Recover native vegetation in public areas (conservation units, undesignated areas, Indigenous Territories and other traditional communities across all biomes) through implementation of the National Native Vegetation Recovery Policy (Proveg).",
    "target": "Restore 2 million hectares of native vegetation by 2030 and 630,095 hectares between 2030 and 2035.",
    "associated_national_objectives": [
      "National Objective 1: Ensure the integrity of national biomes through conservation, restoration and sustainable use of their ecosystems.",
      "National Objective 6: Promote circularity through sustainable and efficient use of natural resources throughout production chains.",
      "National Objective 9: Generate jobs, income and productive inclusion in economic activities related to decarbonizing the economy and sustainable development, promoting a just, inclusive and sustainable socioeconomic transition.",
      "National Objective 12: Prioritize mitigation measures with potential to generate co-benefits for adaptation and resilience to climate change and sustainable development."
    ]
  }
]
