[
  {
    "action_code": "CID.I.01",
    "action_name": "Adopt urban planning principles to optimize mandatory urban travel and reduce reliance on individual motorized modes",
    "action_description": "This action encompasses eliminating urban travel through strategies such as digitalization of services and remote work, as well as bringing origins and destinations closer together to optimize travel times and replace motorized trips—especially individual transport.",
    "target": "By 2035, reduce individual motorized mode share in the national modal split to a maximum of 27% (baseline: 37% average observed across 18 of 21 Brazilian Metropolitan Regions per the 2023 ENMU study) and cut average travel time in large Brazilian cities by at least 20% by 2035.",
    "associated_national_objectives": [
      "National Objective 8: Build capacity and incentivize subnational entities to adopt integrated, sustainable urban development and climate adaptation strategies.",
      "National Objective 12: Prioritize mitigation measures with potential to generate co-benefits for adaptation and resilience to climate change and sustainable development."
    ]
  },
  {
    "action_code": "CID.I.02",
    "action_name": "Increase the share of active modes in the modal split of large Brazilian cities",
    "action_description": "This action aims to shift part of the demand of users who currently travel by individual motorized modes to walking and cycling. The objective will be achieved through diversified and integrated measures, including strategies to bring origins and destinations closer together; discouraging car and motorcycle use in cities; implementing low-emission zones; and expanding and improving infrastructure for active modes in municipalities. The focus should be on large cities (population over 500,000), given their potential impact, though this is not a strict limitation. Monitoring will be calculated as the average performance across the 21 Metropolitan Regions covered by the National Urban Mobility Study (ENMU) or another defined control group of cities.",
    "target": "By 2035, achieve at least 37% share of active modes in the national modal split (baseline: 32%, the average share of active modes observed in 18 of the 21 Brazilian Metropolitan Regions per the ENMU).",
    "associated_national_objectives": [
      "National Objective 8: Build capacity and incentivize subnational entities to adopt integrated and sustainable urban development and climate adaptation strategies.",
      "National Objective 12: Prioritize mitigation measures with potential to generate co-benefits for adaptation and resilience to climate change and sustainable development."
    ]
  },
  {
    "action_code": "CID.I.03",
    "action_name": "Increase the share of public collective transport in the modal split of large Brazilian cities",
    "action_description": "This action aims to shift part of the demand of users who currently travel by individual motorized modes to public collective transport. The objective will be achieved through diversified and integrated measures, including infrastructure investments, service quality improvements, and operational management strategies. The focus is on large cities (population above 500,000) due to their high impact potential, though this is not a strict limitation. Progress will be monitored as the average performance across the 21 Metropolitan Regions covered by the National Urban Mobility Study (ENMU) or another defined control group of cities.",
    "target": "By 2035, achieve at least a 36% share of public collective transport in the national modal split (baseline: 31%, the average share observed in 18 of the 21 Brazilian Metropolitan Regions per the ENMU).",
    "associated_national_objectives": [
      "National Objective 8: Build capacity and incentivize subnational entities to adopt integrated and sustainable urban development and climate adaptation strategies.",
      "National Objective 12: Prioritize mitigation measures with potential to generate co-benefits for adaptation and resilience to climate change and sustainable development."
    ]
  },
  {
    "action_code": "CID.I.04",
    "action_name": "Decarbonize the urban, semi-urban and metropolitan public collective transport system",
    "action_description": "Replace part (or all) of the current public collective transport fleet powered by fossil fuels with low- or zero-emission alternatives, supported by structural and complementary measures that stimulate and enable cleaner public transport systems.",
    "target": "Achieve at least 35% of public collective transport vehicles powered by renewable energy by 2035 (baseline: 1% per E-Bus Radar).",
    "associated_national_objectives": [
      "National Objective 5: Encourage the substitution of fossil fuels by promoting the development and use of sustainable biofuels and electrification solutions.",
      "National Objective 8: Build capacity and incentivize subnational entities to adopt integrated and sustainable urban development and climate adaptation strategies."
    ]
  },
  {
    "action_code": "CID.I.05",
    "action_name": "Decarbonize urban freight transport, the public fleet and essential service vehicles",
    "action_description": "Replace part of the fleet of urban freight vehicles, public fleet vehicles and essential service vehicles with low- or zero-emission alternatives. The focus is on large cities (population over 500,000) due to their high potential impact on GHGs and local pollutants, though this is not a strict limitation.",
    "target": "By 2035, 38% of the fleet across these three vehicle categories (light commercial vehicles, public fleet and essential service vehicles) powered by low- or zero-emission alternatives.",
    "associated_national_objectives": [
      "National Objective 5: Encourage the substitution of fossil fuels by promoting the development and use of sustainable biofuels and electrification solutions.",
      "National Objective 8: Build capacity and incentivize subnational entities to adopt integrated, sustainable urban development and climate adaptation strategies."
    ]
  },
  {
    "action_code": "CID.I.06",
    "action_name": "Stimulate the decarbonization of individual motorized transport",
    "action_description": "This action aims to stimulate the substitution of the energy source of part of the individual motorized transport fleet with low- or zero-emission alternatives.",
    "target": "By 2035, reduce the share of gasoline in refueling light vehicles by 50%.",
    "associated_national_objectives": [
      "National Objective 5: Encourage the substitution of fossil fuels by promoting the development and use of sustainable biofuels and electrification solutions."
    ]
  },
  {
    "action_code": "CID.I.07",
    "action_name": "Expand, conserve and recover urban vegetation cover",
    "action_description": "This action aims to offset vegetation loss over recent decades due to urban expansion by restoring vegetation cover in degraded areas and increasing urban forests, as well as implementing structural measures focused on conservation and recovery of native vegetation in Brazilian cities.",
    "target": "By 2030, expand urban vegetation cover by 50,000 ha, reaching a total of 2,980,829 ha (27.70% of urban census sector areas).",
    "associated_national_objectives": [
      "National Objective 1: Ensure the integrity of national biomes through conservation, restoration and sustainable use of their ecosystems.",
      "National Objective 8: Build capacity and incentivize subnational entities to adopt integrated and sustainable urban development and climate adaptation strategies."
    ]
  },
  {
    "action_code": "CID.I.08",
    "action_name": "Encourage the use of solutions to increase energy efficiency and expand the use of low-carbon technologies in the housing sector",
    "action_description": "This action aims to stimulate adoption of strategies that result in use of materials and processes with higher energy efficiency, reduced input waste, and lower residue generation in civil construction.",
    "target": "By 2035, support construction of 3 million housing units under the MCMV program using industrialized building systems that reduce CO₂ emissions and waste generation.",
    "associated_national_objectives": [
      "National Objective 4: Increase the participation of clean, renewable and low-carbon technologies and sources in the national power matrix, ensuring energy security and accessibility for all.",
      "National Objective 8: Build capacity and incentivize subnational entities to adopt integrated and sustainable urban development and climate adaptation strategies.",
      "National Objective 12: Prioritize mitigation measures with potential to generate co-benefits for adaptation and resilience to climate change and sustainable development."
    ]
  },
  {
    "action_code": "CID.I.09",
    "action_name": "Reduce urban expansion and vegetation loss and increase reuse and regeneration of obsolete, underutilized and degraded urban spaces",
    "action_description": "This action seeks to foster the reuse and regeneration of obsolete, underutilized and degraded urban areas by leveraging sites with existing infrastructure, thereby reducing urban sprawl and the resulting vegetation clearance. The focus is on large cities (population over 500,000) given their high impact potential, though this is not a strict limitation.",
    "target": "By 2035, reduce by 50% the area converted to informal settlements; and by 2035, reduce by 40% the number of vacant housing units nationwide.",
    "associated_national_objectives": [
      "National Objective 6: Promote circularity through sustainable and efficient use of natural resources throughout production chains.",
      "National Objective 8: Build capacity and incentivize subnational entities to adopt integrated and sustainable urban development and climate adaptation strategies.",
      "National Objective 12: Prioritize mitigation measures with potential to generate co-benefits for adaptation and resilience to climate change and sustainable development."
    ]
  }
]
