[
  {
    "action_code": "RES.I.01",
    "action_name": "Reduce the amount of solid waste and rejects sent for final disposal, prioritizing treatment solutions and valorization of organic waste",
    "action_description": "Divert solid waste and rejects from both adequate final disposal units (sanitary landfills) and inadequate ones (controlled landfills and dumps), with targets aligned with PLANARES and the National Plan for Reduction and Recycling of Organic Waste.",
    "target": "Reduce by 35% the amount of waste and rejects sent to final disposal units by 2035 relative to 2020, and reach 19% of the mass of organic waste with treatment and valorization by 2035.",
    "associated_national_objectives": [
      "National Objective 11: Undertake specific actions to mitigate high-impact non-CO₂ pollutants in global warming."
    ]
  },
  {
    "action_code": "RES.I.02",
    "action_name": "Maximize the energy recovery of biogas in sanitary landfills",
    "action_description": "Promote the energy utilization of biogas generated in sanitary landfills, with subsequent use in the national energy matrix, replacing fossil-origin fuels.",
    "target": "Energetically utilize 45% of the biogas generated in sanitary landfills by 2035 relative to 2020.",
    "associated_national_objectives": [
      "National Objective 11: Undertake specific actions to mitigate high-impact non-CO₂ pollutants in global warming.",
      "National Objective 4: Increase the participation of clean, renewable and low-carbon technologies and sources in the national power matrix, ensuring energy security and accessibility for all.",
      "National Objective 5: Encourage the substitution of fossil fuels by promoting the development and use of sustainable biofuels and electrification solutions.",
      "National Objective 3: Expand the sustainable production of biofuels, promote technological innovation and develop value chains related to bioenergy.",
      "National Objective 12: Prioritize mitigation measures with potential to generate co-benefits for adaptation and resilience to climate change and for sustainable development."
    ]
  },
  {
    "action_code": "RES.I.03",
    "action_name": "Recover areas of inadequate final disposal of tailings and solid waste",
    "action_description": "Enable actions to restore areas degraded by the inadequate final disposal of tailings and solid waste—mainly open dumps and controlled landfills—including mitigation systems for emissions in those areas and the use of vegetation that enables carbon sequestration. The GHG-reduction target will be estimated based on area, volume, and other variables to be identified after the studies foreseen under Structural Action RES.E.11.",
    "target": "Recover at least one inadequate final waste-disposal unit per state by 2035.",
    "associated_national_objectives": [
      "National Objective 11: Undertake specific actions to mitigate high-impact non-CO₂ pollutants on global warming."
    ]
  },
  {
    "action_code": "RES.I.04",
    "action_name": "Universalize the collection and treatment of domestic wastewater effluents",
    "action_description": "Universalize the collection and ensure the treatment of sanitary effluents using low-emission technologies, seeking to reduce waste generation, in accordance with Federal Law No. 11,445/2007 — the Basic Sanitation Legal Framework.",
    "target": "Collect and treat 90% of domestic sanitary effluents by 2033.",
    "associated_national_objectives": [
      "National Objective 11: Undertake specific actions to mitigate high-impact non-CO₂ pollutants on global warming."
    ]
  },
  {
    "action_code": "RES.I.05",
    "action_name": "Maximize energy use of biogas at domestic wastewater treatment plants",
    "action_description": "Promote the energy recovery of biogas generated at domestic sanitary effluent treatment plants, substituting fossil-origin fuels.",
    "target": "Energetically utilize 25% of the biogas generated at domestic wastewater treatment plants by 2035.",
    "associated_national_objectives": [
      "National Objective 3: Expand the sustainable production of biofuels, promote technological innovation, and develop value chains related to bioenergy.",
      "National Objective 4: Increase the share of clean, renewable, and low-carbon technologies and sources in the national power mix, ensuring energy security and accessibility for all.",
      "National Objective 5: Encourage the substitution of fossil fuels by promoting the development and use of sustainable biofuels and electrification solutions.",
      "National Objective 11: Undertake specific actions to mitigate high-impact non-CO₂ pollutants on global warming.",
      "National Objective 12: Prioritize mitigation measures with potential co-benefits for adaptation and climate resilience and for sustainable development."
    ]
  }
]
