{
  "climate-risk-assessment": "Évaluation des Risques Climatiques",
  "open-ccra": "Open CCRA",
  "climate-risks-for-city": "Risques Climatiques pour Votre Ville",
  "see-your-citys-climate-risks": "Voyez les principaux risques climatiques et vulnérabilités de votre ville",
  "top-climate-risks": "Principaux Risques Climatiques",
  "top-climate-risks-description": "Les trois principaux risques climatiques identifiés pour votre ville sur la base des évaluations des dangers, de l'exposition et de la vulnérabilité.",
  "climate-hazard": "Risque Climatique",
  "risk-score": "Score de Risque",
  "hazard-score": "Score de Risque",
  "exposure-score": "Score d'Exposition",
  "vulnerability-score": "Score de Vulnérabilité",
  "potential-impacts": "Impacts Potentiels",
  "no-risk-data-available": "Aucune donnée de risque disponible pour {{cityName}}",
  "loading-risk-assessment": "Chargement de l'évaluation des risques pour {{cityName}}...",
  "error-loading-risk-data": "Erreur de chargement des données d'évaluation des risques",
  "risk-level-very-low": "Très Faible",
  "risk-level-low": "Faible",
  "risk-level-medium": "Moyen",
  "risk-level-high": "Élevé",
  "risk-level-very-high": "Très Élevé",
  "risk-level-na": "S/O",
  "hazard-extreme-heat": "Chaleur Extrême",
  "hazard-flooding": "Inondation",
  "hazard-drought": "Sécheresse",
  "hazard-wildfire": "Feu de forêt",
  "hazard-cyclone": "Cyclone",
  "hazard-sea-level-rise": "Montée du Niveau de la Mer",
  "sector-health": "Santé",
  "sector-infrastructure": "Infrastructure",
  "sector-economy": "Économie",
  "sector-environment": "Environnement",
  "sector-agriculture": "Agriculture",
  "sector-water": "Ressources en Eau",
  "impact-extreme-heat-health": "Augmentation des maladies liées à la chaleur, du stress cardiovasculaire et des taux de mortalité, affectant particulièrement les personnes âgées et les populations vulnérables.",
  "impact-extreme-heat-infrastructure": "Détérioration accélérée des routes et des bâtiments, augmentation des besoins de refroidissement mettant à rude épreuve les réseaux électriques.",
  "impact-extreme-heat-general": "L'augmentation des températures peut causer des perturbations généralisées dans la vie quotidienne et les activités économiques.",
  "impact-flooding-health": "Maladies hydriques, blessures, impacts sur la santé mentale dus au déplacement et à la perte de biens.",
  "impact-flooding-infrastructure": "Dommages aux routes, ponts, bâtiments et services publics. Perturbation des transports et des services essentiels.",
  "impact-flooding-general": "Les inondations peuvent causer un danger immédiat pour la vie et avoir des impacts économiques à long terme.",
  "impact-drought-health": "Risque accru de déshydratation, de stress thermique et de maladies à transmission vectorielle. L'insécurité alimentaire affecte la nutrition et les résultats de santé.",
  "impact-drought-infrastructure": "Stress de l'approvisionnement en eau, augmentation de la demande pour les systèmes de refroidissement, dommages potentiels à l'infrastructure hydraulique.",
  "impact-drought-agriculture": "Réduction du rendement des cultures, stress du bétail, augmentation des coûts d'irrigation et éventuelle défaillance totale des cultures.",
  "impact-drought-water": "Diminution de la disponibilité de l'eau, augmentation de la concurrence pour les ressources en eau, et éventuelle épuisement des aquifères.",
  "impact-drought-general": "Des conditions de sécheresse prolongées peuvent avoir un impact sévère sur les ressources en eau, l'agriculture et la stabilité économique.",
  "impact-wildfire-health": "Problèmes respiratoires dus à l'exposition à la fumée, blessures par brûlure, et impacts sur la santé mentale dus à l'évacuation et à la perte de biens.",
  "impact-wildfire-infrastructure": "Dommages directs causés par le feu aux bâtiments, aux lignes électriques et aux réseaux de transport. Perturbation des services essentiels.",
  "impact-wildfire-environment": "Destruction de l'habitat, dégradation de la qualité de l'air et dommages à long terme sur l'écosystème affectant la biodiversité.",
  "impact-wildfire-general": "Les incendies de forêt représentent des menaces immédiates pour la vie et les biens, tout en causant des dommages environnementaux à long terme.",
  "impact-cyclone-health": "Blessures dues à des vents violents et des débris, maladies hydriques dues aux inondations, et impacts sur la santé mentale dus au déplacement.",
  "impact-cyclone-infrastructure": "Dommages graves aux bâtiments, routes, systèmes d'énergie et réseaux de communication causés par des vents violents et une onde de tempête.",
  "impact-cyclone-economy": "Perturbation des affaires, dommages matériels, et coûts significatifs pour les interventions d'urgence et les efforts de récupération.",
  "impact-cyclone-general": "Les cyclones tropicaux apportent des vents destructeurs, de fortes pluies et une onde de tempête causant des dommages généralisés.",
  "impact-sea-level-rise-infrastructure": "Inondation des infrastructures côtières, intrusion d'eau salée dans les systèmes d'eau douce, et augmentation de l'érosion côtière.",
  "impact-sea-level-rise-economy": "Perte de la valeur des propriétés côtières, augmentation des coûts d'assurance, et potentiel déplacement des entreprises et des communautés.",
  "impact-sea-level-rise-environment": "Intrusion d'eau salée dans les écosystèmes côtiers, perte d'habitats côtiers et impacts sur la biodiversité marine.",
  "impact-sea-level-rise-general": "La montée progressive du niveau de la mer pose des menaces à long terme pour les communautés côtières et les infrastructures.",
  "impact-general-default": "Ce risque présente des risques significatifs pour le secteur affecté, nécessitant des mesures d'adaptation ciblées.",
  "your-city": "Votre Ville"
}
