{
  "climate-risk-assessment": "Evaluación de Riesgo Climático",
  "open-ccra": "CCRA Abierto",
  "climate-risks-for-city": "Riesgos Climáticos para Tu Ciudad",
  "see-your-citys-climate-risks": "Vea los principales riesgos y vulnerabilidades climáticas de su ciudad",
  "top-climate-risks": "Principales Riesgos Climáticos",
  "top-climate-risks-description": "Los tres mayores riesgos climáticos identificados para su ciudad basados en evaluaciones de peligro, exposición y vulnerabilidad.",
  "climate-hazard": "Peligro Climático",
  "risk-score": "Puntuación de Riesgo",
  "hazard-score": "Puntuación de Riesgo",
  "exposure-score": "Puntuación de Exposición",
  "vulnerability-score": "Puntuación de Vulnerabilidad",
  "potential-impacts": "Posibles Impactos",
  "no-risk-data-available": "No hay datos de riesgo disponibles para {{cityName}}",
  "loading-risk-assessment": "Cargando evaluación de riesgo para {{cityName}}...",
  "error-loading-risk-data": "Error al cargar los datos de evaluación de riesgo",
  "risk-level-very-low": "Muy Bajo",
  "risk-level-low": "Bajo",
  "risk-level-medium": "Medio",
  "risk-level-high": "Alto",
  "risk-level-very-high": "Muy Alto",
  "risk-level-na": "N/D",
  "hazard-extreme-heat": "Calor Extremo",
  "hazard-flooding": "Inundación",
  "hazard-drought": "Sequía",
  "hazard-wildfire": "Incendio forestal",
  "hazard-cyclone": "Ciclón",
  "hazard-sea-level-rise": "Aumento del Nivel del Mar",
  "sector-health": "Salud",
  "sector-infrastructure": "Infraestructura",
  "sector-economy": "Economía",
  "sector-environment": "Medio ambiente",
  "sector-agriculture": "Agricultura",
  "sector-water": "Recursos Hídricos",
  "impact-extreme-heat-health": "Aumento de enfermedades relacionadas con el calor, estrés cardiovascular y tasas de mortalidad, afectando particularmente a las poblaciones ancianas y vulnerables.",
  "impact-extreme-heat-infrastructure": "Deterioro acelerado de carreteras y edificios, aumento de la demanda de refrigeración que sobrecarga las redes eléctricas.",
  "impact-extreme-heat-general": "El aumento de las temperaturas puede causar interrupciones generalizadas en la vida diaria y las actividades económicas.",
  "impact-flooding-health": "Enfermedades transmitidas por el agua, lesiones, impactos en la salud mental por desplazamiento y pérdida de propiedad.",
  "impact-flooding-infrastructure": "Daños a carreteras, puentes, edificios y servicios públicos. Interrupción del transporte y servicios esenciales.",
  "impact-flooding-general": "Las inundaciones pueden causar un peligro inmediato para la vida e impactos económicos a largo plazo.",
  "impact-drought-health": "Aumento del riesgo de deshidratación, estrés por calor y enfermedades transmitidas por vectores. Inseguridad alimentaria que afecta la nutrición y los resultados de salud.",
  "impact-drought-infrastructure": "Estrés en el suministro de agua, aumento de la demanda de sistemas de refrigeración, posible daño a la infraestructura del agua.",
  "impact-drought-agriculture": "Reducción del rendimiento de los cultivos, estrés del ganado, aumento de los costos de riego y posible fracaso total de la cosecha.",
  "impact-drought-water": "Disminución de la disponibilidad de agua, aumento de la competencia por los recursos hídricos y posible agotamiento de los acuíferos.",
  "impact-drought-general": "Las condiciones de sequía prolongadas pueden impactar severamente los recursos hídricos, la agricultura y la estabilidad económica.",
  "impact-wildfire-health": "Problemas respiratorios debido a la exposición al humo, quemaduras, e impactos en la salud mental por la evacuación y pérdida de propiedades.",
  "impact-wildfire-infrastructure": "Daño directo por incendios a edificios, líneas eléctricas y redes de transporte. Interrupción de servicios esenciales.",
  "impact-wildfire-environment": "Destrucción del hábitat, degradación de la calidad del aire y daño a largo plazo al ecosistema que afecta la biodiversidad.",
  "impact-wildfire-general": "Los incendios forestales representan amenazas inmediatas para la vida y la propiedad, al mismo tiempo que causan daños ambientales a largo plazo.",
  "impact-cyclone-health": "Lesiones por vientos fuertes y escombros, enfermedades transmitidas por el agua debido a inundaciones, e impactos en la salud mental por desplazamiento.",
  "impact-cyclone-infrastructure": "Daños graves a edificios, carreteras, sistemas de energía y redes de comunicación debido a fuertes vientos y marejadas ciclónicas.",
  "impact-cyclone-economy": "Interrupción de negocios, daño a la propiedad y costos significativos para los esfuerzos de respuesta y recuperación de emergencia.",
  "impact-cyclone-general": "Los ciclones tropicales traen vientos destructivos, fuertes lluvias y marejadas ciclónicas causando daños generalizados.",
  "impact-sea-level-rise-infrastructure": "Inundación de infraestructuras costeras, intrusión de agua salada en sistemas de agua dulce y aumento de la erosión costera.",
  "impact-sea-level-rise-economy": "Pérdida del valor de la propiedad costera, aumento de los costos de seguro y posible reubicación de empresas y comunidades.",
  "impact-sea-level-rise-environment": "Intrusión de agua salada en los ecosistemas costeros, pérdida de hábitats costeros e impactos en la biodiversidad marina.",
  "impact-sea-level-rise-general": "El aumento gradual del nivel del mar representa amenazas a largo plazo para las comunidades costeras y la infraestructura.",
  "impact-general-default": "Este peligro representa riesgos significativos para el sector afectado, requiriendo medidas de adaptación específicas.",
  "your-city": "Tu Ciudad"
}
